EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:3f08e7d6-5a0c-4d58-a892-f8503ff56c99</wsa:MessageID>
      <int:ProcedureID>urn:uuid:6a68147a-1407-4bd3-83f2-2de5bf8e9599</int:ProcedureID>
      <int:ConversationID>urn:uuid:a2d367e4-892d-4829-a748-be63fcd48f0d</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:0c30f2ab-12d1-4aa9-9f46-7dde06faf023</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:4d16faec-3cec-4069-804e-752a37862594</int:TrackID>
         <int:AcceptTime>2020-01-16T10:52:45+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>eb3fddaf-0ae5-4510-9723-69ce2321b798</sgn:SignalId>
         <sgn:DateTime>2020-01-16T10:52:45.427</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
